export const category = [
  {
    id: 1,
    name: "Horror",
  },
  {
    id: 2,
    name: "Fantasy",
  },
  {
    id: 3,
    name: "Detective",
  },
  {
    id: 4,
    name: "Romance",
  },
  {
    id: 5,
    name: "Science Fiction",
  },
];

export const books = [
  {
    id: 1,
    name: "Убийства и кексики.",
    autor: "Питер Боланд",
    bookCover: "/bookCover/murderAndCubcakes.jpg",
    categoryId: 3,
    isNew: true,
    isPopular: false,
    description:"ЗАВАРИТЕ АРОМАТНЫЙ ЧАЙ И ОКУНИТЕСЬ В ЗАХВАТЫВАЮЩИЙ УЮТНЫЙ ДЕТЕКТИВ ВМЕСТЕ С ТРЕМЯ НЕУГОМОННЫМИ СЫЩИЦАМИ НА ПЕНСИИ.ДЛЯ ПОКЛОННИКОВ БЛИСТАТЕЛЬНЫХ ДЕТЕКТИВОВ АГАТЫ КРИСТИ И «КЛУБА УБИЙСТВ ПО ЧЕТВЕРГАМ» РИЧАРДА ОСМАНА."
  },
  {
    id: 2,
    name: "Круть",
    autor: "Виктор Пелевин",
    bookCover: "/bookCover/crut.jpg",
    categoryId: 1,
    isNew: true,
    isPopular: true,
    description:"Идет третий век Зеленой Эры. Имплант-коррекция “Открытого Мозга” превратила женщин в доминантный гендер, и в уголовной иерархии изменился баланс сил. На ее вершину поднялся фем-блатняк – безжалостные куры-заточницы. Противостоять им не может никто из биологических мужчин, но есть нюанс."
  },
  {
    id: 3,
    name: "Унесенные ветром.",
    autor: "Шарлотта Леонард",
    bookCover: "/bookCover/goneWithWild.jpg",
    categoryId: 4,
    isNew: true,
    isPopular: true,
    description:"История о съемках оскароносного фильма «Унесенные ветром» и запретной любви на фабрике грез.Когда Вивьен Ли впервые видит блистательного Лоуренса Оливье на лондонской сцене, она безнадежно влюбляется.",
  },
  {
    id: 4,
    name: "yellow face",
    autor: "Ребекка Куанг",
    bookCover: "/bookCover/yellowFace.jpg",
    categoryId: 3,
    isNew: true,
    isPopular: true,
    description:"«Колючий, язвительный, умный, зловещий взгляд на привилегии белых». – Никки Мэй, автор романа «Беда«Острый, сатирический роман, в котором наперебой рассказывается о расизме и токенизации в издательском деле и индустрии развлечений, о тщеславии социальных сетей и о том, на что готовы пойти люди, чтобы остаться в центре внимания». – Трейси Лиен, автор книги «Все, что осталось недосказанным»",

    
  },
  {
    id: 5,
    name: "К себе нежно. Книга о том, как ценить и беречь себя",
    autor: "J.K. Rowling",
    bookCover: "/bookCover/gentlewithyou.jpg",
    categoryId: 5,
    isNew: true,
    isPopular: true,
    description:"«К себе нежно» – это новый, очень честный взгляд на любовь к себе. Это книга-медитация, которая призывает к внутреннему разговору и помогает услышать собственный голос среди множества других.Автор книги Ольга Примаченко – журналист, экс-главный редактор LADY.TUT.BY и автор блога Gnezdo.by – говорит с читателем о важном: о принятии своих чувств, желаний и тела, о расставлении приоритетов и границ, о создании питательного пространства вокруг себя, а также об экологичном взаимодействии с миром и людьми. В конце книги читателя ждет 31-дневная практика нежности к себе.",

  },
  
];
